Repository: pareto/pareto.portlet.jqTwitter
Catalog: pareto/portlet/jqTwitter/locales/*/LC_MESSAGES/collective.portlet.jqTwitter.po
Languages: nl

source: Title of the rendered portlet
nl: Titel van de portlet

source: Search term
nl: Zoek term

source: Either user or hashtag.
nl: Gebruik of de gebruikersnaam of een hashtag

source: Search term type
nl: Zoek term type

source: Select the type of search.
nl: Selecteer het type zoekopdracht, of gebruiker (user) of hashtag

source: Number of results
nl: Aantal te tonen resultaten

source: Show avatar
nl: Toon avatar

source: If enabled, avatars of users wil be shown.
nl: Wanneer deze is aangevinkt worden afbeeldingen getoond bij de gebruiker en/of tweets

source: Show user information
nl: Toon gebruikers informatie

source: If enabled, in a user type search, the users information wil be shown.
nl: Wanneer deze is aangevinkt wordt er, bij het type gebruiker zoekopdracht, een informatie blok over de gebruiker getoond.
